export default {
  1: {
    s: '待支付',
    d: '下单成功'
  },
  2: {
    s: '待配送',
    d: '我们已经收到您的订单，正帮您配货请耐心等待配送',
  },
  3: {
    s: '配送中',
    d: '我们正在处理您的订单，正在为您配货',
  },
  4: {
    s: '配送中',
    d: '我们已出发为您送货请耐心等待',
  },
  5: {
    s: '已配送',
    d: '配送已完成祝您购物愉快，请尽快确认收货',
  },
  6: {
    s: '已收货',
    d: '您已确认收货',
  },
  7: {
    s: '已取消',
    d: '已取消',
  },
  8: {
    s: '退货申请中',
    d: '您选择了上门退货服务，我们会尽快处理，请耐心等待',
  },
  9: {
    s: '退货中',
    d: '您选择的上门退货服务，我们正在处理，请耐心等待',  
  },
  10: {
    s: '已退货',
    d: '您申请的上门退货服务已成功受理，我们会尽快退款至您的微信钱包中，敬请留意！'
  },
  11: {
    s: '已取消退货',
    d: '已取消退货'
  },
  12: {
    s: '已退款',
    d: '已退款'
  },
  13: {
    s: '已完成',
    d: '此订单已完成'
  }
}